Repository: gatuno/PuffleRoundUP
Catalog: po/*.po
Languages: de, es, fr

source: %i SECONDS LEFT
de: ZEIT: %i
es: TIEMPO: %i
fr: SABLIER : %i

source: %i PUFFLES CAUGHT =
de: GEFANGENE PUFFLES: %i
es: PUFFLES ARREADOS %i =
fr: PUFFLES ATTRAPÉS : %i

source: TOTAL SCORE: %i
de: PUNKTE FÜR DIESE RUNDE: %i
es: PUNTOS DE ESTA RONDA: %i
fr: SCORE POUR CETTE PARTIE : %i

source: COINS THIS ROUND: %i
de: MÜNZEN FÜR DIESE RUNDE: %i
es: MONEDAS DE ESTA RONDA: %i
fr: PIÈCES POUR CETTE PARTIE : %i

source: TOTAL COINS: %i
de: ALLE MÜNZEN: %i
es: MONEDAS TOTALES: %i
fr: TOTAL PIÈCES : %i

source: Error: Can't initialize the video subsystem The error returned by SDL is: %s
es: Error: No se pudo inicializar el sistema de video El error regresado por SDL es: %s

source: Error: Can't setup 760x480 video mode. The error returned by SDL is: %s
es: Error: No se pudo establecer el modo de video 760x480. El error regresado por SDL es: %s

source: Failed to load data file: %s The error returned by SDL is: %s
es: Falló al cargar el archivo de datos: %s El error regresado por SDL es: %s

source: Failed to load a music file. The error returned by SDL is: %s
es: Falló al cargar el archivo de música. El error regresado por SDL es: %s

source: Error: Can't initialize the SDL TTF library %s
es: Error: No se pudo inicializar la biblioteca SDL TFF %s

source: Failed to load font file 'CCFaceFront' The error returned by SDL is: %s
es: Falló al cargar la tipografía 'CCFaceFront' El error regresado por SDL es: %s

source: PUFFLE ROUNDUP
de: PUFFLE-RODEO
es: FUGA DE PUFFLES
fr: PUFFLES EN FUITE

source: PLAY
de: SPIELEN
es: JUGAR
fr: JOUER

source: INSTRUCTIONS:
de: ANLEITUNG:
es: CÓMO JUGAR:

source: SCORING:
de: PUNKTE:
es: PUNTOS:
fr: POUR MARQUER

source: SCORE:
de: PUNKTE:
es: PUNTOS:

source: PLAY MORE
de: WEITER SPIELEN
es: CONTINUAR
fr: REJOUER

source: FINISH
de: BEENDEN
es: FIN
fr: TERMINER

source: CAUGHT:
de: GEFANGEN:
es: ARREADOS:
fr: ATTRAPÉS :

source: ESCAPED:
de: ENTKOMMEN:
es: FUGADOS:
fr: ÉCHAPPÉS :

source: Move your mouse around, "herding" as many puffles as you can into the brown pen.
de: Bewege deine Maus, um die Puffle-Herde herum, damit du so viele Puffles wie möglich eintreibst.
es: Usa el mouse para "arrear" a todos los puffles que puedas adentro del corral.
fr: Déplace ta souris pour rassembler autant de puffles que possible dans l'enclos marron.

source: Your score will be based on the number of puffles you can catch within the shortest amount of time.
de: Deine Punktzahl ist abhängig von der Anzahl gefangener Puffles und der dafür benötigten Zeit.
es: Tu puntaje dependerá de la cantidad de puffles que arrees en el menor tiempo posible.
fr: Ton score dépend du nombre de puffles que tu as attrapés en un minimum de temps.

source: Puffle Roundup
de: Puffle-Rodeo
